{
    "data": [
        {
            "author": "Anton Chekhov",
            "title": "The Death Of A Government Clerk",
            "duration": "long",
            "timesRead": 12,
            "stars": 3,
            "genre": "Social satire",
            "tags": [ "Russian socity", "Civil Service", "hierarchical order", "death" ],
            "story": "ONE fine evening, a no less fine government clerk called Ivan Dmitritch Tchervyakov was sitting in the second row of the stalls, gazing through an opera glass at the Cloches de Corneville. He gazed and felt at the acme of bliss. But suddenly. . . . In stories one so often meets with this \"But suddenly.\" The authors are right: life is so full of surprises! But suddenly his face puckered up, his eyes disappeared, his breathing was arrested . . . he took the opera glass from his eyes, bent over and . . . \"Aptchee!!\" he sneezed as you perceive. It is not reprehensible for anyone to sneeze anywhere. Peasants sneeze and so do police superintendents, and sometimes even privy councillors. All men sneeze. Tchervyakov was not in the least confused, he wiped his face with his handkerchief, and like a polite man, looked round to see whether he had disturbed any one by his sneezing. But then he was overcome with confusion. He saw that an old gentleman sitting in front of him in the first row of the stalls was carefully wiping his bald head and his neck with his glove and muttering something to himself. In the old gentleman, Tchervyakov recognised Brizzhalov, a civilian general serving in the Department of Transport.\n \"I have spattered him,\" thought Tchervyakov, \"he is not the head of my department, but still it is awkward. I must apologise.\"\n Tchervyakov gave a cough, bent his whole person forward, and whispered in the general's ear.\n \"Pardon, your Excellency, I spattered you accidentally. . . .\"\n \"Never mind, never mind.\"\n \"For goodness sake excuse me, I . . . I did not mean to.\"\n \"Oh, please, sit down! let me listen!\"\n Tchervyakov was embarrassed, he smiled stupidly and fell to gazing at the stage. He gazed at it but was no longer feeling bliss. He began to be troubled by uneasiness. In the interval, he went up to Brizzhalov, walked beside him, and overcoming his shyness, muttered:\n \"I spattered you, your Excellency, forgive me . . . you see . . . I didn't do it to . . . .\"\n \"Oh, that's enough . . . I'd forgotten it, and you keep on about it!\" said the general, moving his lower lip impatiently.\n \"He has forgotten, but there is a fiendish light in his eye,\" thought Tchervyakov, looking suspiciously at the general. \"And he doesn't want to talk. I ought to explain to him . . . that I really didn't intend . . . that it is the law of nature or else he will think I meant to spit on him. He doesn't think so now, but he will think so later!\"\n On getting home, Tchervyakov told his wife of his breach of good manners. It struck him that his wife took too frivolous a view of the incident; she was a little frightened, but when she learned that Brizzhalov was in a different department, she was reassured.\n \"Still, you had better go and apologise,\" she said, \"or he will think you don't know how to behave in public.\"\n \"That's just it! I did apologise, but he took it somehow queerly . . . he didn't say a word of sense. There wasn't time to talk properly.\"\n Next day Tchervyakov put on a new uniform, had his hair cut and went to Brizzhalov's to explain; going into the general's reception room he saw there a number of petitioners and among them the general himself, who was beginning to interview them. After questioning several petitioners the general raised his eyes and looked at Tchervyakov.\n \"Yesterday at the Arcadia, if you recollect, your Excellency,\" the latter began, \"I sneezed and . . . accidentally spattered . . . Exc. . . .\"\n \"What nonsense. . . . It's beyond anything! What can I do for you,\" said the general addressing the next petitioner.\n \"He won't speak,\" thought Tchervyakov, turning pale; \"that means that he is angry. . . . No, it can't be left like this. . . . I will explain to him.\"\n When the general had finished his conversation with the last of the petitioners and was turning towards his inner apartments, Tchervyakov took a step towards him and muttered: \"Your Excellency! If I venture to trouble your Excellency, it is simply from a feeling I may say of regret! . . . It was not intentional if you will graciously believe me.\"\n The general made a lachrymose face, and waved his hand.\n \"Why, you are simply making fun of me, sir,\" he said as he closed the door behind him.\n \"Where's the making fun in it?\" thought Tchervyakov, \"there is nothing of the sort! He is a general, but he can't understand. If that is how it is I am not going to apologise to that fanfaron any more! The devil take him. I'll write a letter to him, but I won't go. By Jove, I won't.\"\n So thought Tchervyakov as he walked home; he did not write a letter to the general, he pondered and pondered and could not make up that letter. He had to go next day to explain in person.\n \"I ventured to disturb your Excellency yesterday,\" he muttered, when the general lifted enquiring eyes upon him, \"not to make fun as you were pleased to say. I was apologising for having spattered you in sneezing. . . . And I did not dream of making fun of you. Should I dare to make fun of you, if we should take to making fun, then there would be no respect for persons, there would be. . . .\"\n \"Be off!\" yelled the general, turning suddenly purple, and shaking all over.\n \"What?\" asked Tchervyakov, in a whisper turning numb with horror.\n \"Be off!\" repeated the general, stamping.\n Something seemed to give way in Tchervyakov's stomach. Seeing nothing and hearing nothing he reeled to the door, went out into the street, and went staggering along. . . . Reaching home mechanically, without taking off his uniform, he lay down on the sofa and died."
        },
        {
            "author": "O. Henry",
            "title": "The Gift of the Magi",
            "duration": "long",
            "timesRead": 12,
            "stars": 3,
            "genre": "Magic",
            "tags": [ "Cristmas", "Magic" ],
            "story": "ONE DOLLAR AND EIGHTY-SEVEN CENTS. THAT WAS ALL. AND SIXTY CENTS of it was in pennies. Pennies saved one and two at a time by bulldozing the grocer and the vegetable man and the butcher until one's cheeks burned with the silent imputation of parsimony that such close dealing implied. Three times Della counted it. One dollar and eighty-seven cents. And the next day would be Christmas.\n There was clearly nothing left to do but flop down on the shabby little couch and howl. So Della did it. Which instigates the moral reflection that life is made up of sobs, sniffles, and smiles, with sniffles predominating.\n While the mistress of the home is gradually subsiding from the first stage to the second, take a look at the home. A furnished flat at $8 per week. It did not exactly beggar description, but it certainly had that word on the look-out for the mendicancy squad.\n In the vestibule below was a letter-box into which no letter would go, and an electric button from which no mortal finger could coax a ring. Also appertaining thereunto was a card bearing the name \"Mr. James Dillingham Young.\"\n The \"Dillingham\" had been flung to the breeze during a former period of prosperity when its possessor was being paid $30 per week. Now, when the income was shrunk to $20, the letters of \"Dillingham\" looked blurred, as though they were thinking seriously of contracting to a modest and unassuming D. But whenever Mr. James Dillingham Young came home and reached his flat above he was called \"Jim\" and greatly hugged by Mrs. James Dillingham Young, already introduced to you as Della. Which is all very good.\n Della finished her cry and attended to her cheeks with the powder rag. She stood by the window and looked out dully at a grey cat walking a grey fence in a grey backyard. To-morrow would be Christmas Day, and she had only $1.87 with which to buy Jim a present. She had been saving every penny she could for months, with this result. Twenty dollars a week doesn't go far. Expenses had been greater than she had calculated. They always are. Only $1.87 to buy a present for Jim. Her Jim. Many a happy hour she had spent planning for something nice for him. Something fine and rare and sterling--something just a little bit near to being worthy of the honour of being owned by Jim.\n There was a pier-glass between the windows of the room. Perhaps you have seen a pier-glass in an $8 Bat. A very thin and very agile person may, by observing his reflection in a rapid sequence of longitudinal strips, obtain a fairly accurate conception of his looks. Della, being slender, had mastered the art.\n Suddenly she whirled from the window and stood before the glass. Her eyes were shining brilliantly, but her face had lost its colour within twenty seconds. Rapidly she pulled down her hair and let it fall to its full length.\n Now, there were two possessions of the James Dillingham Youngs in which they both took a mighty pride. One was Jim's gold watch that had been his father's and his grandfather's. The other was Della's hair. Had the Queen of Sheba lived in the flat across the airshaft, Della would have let her hair hang out of the window some day to dry just to depreciate Her Majesty's jewels and gifts. Had King Solomon been the janitor, with all his treasures piled up in the basement, Jim would have pulled out his watch every time he passed, just to see him pluck at his beard from envy.\n So now Della's beautiful hair fell about her, rippling and shining like a cascade of brown waters. It reached below her knee and made itself almost a garment for her. And then she did it up again nervously and quickly. Once she faltered for a minute and stood still while a tear or two splashed on the worn red carpet.\n On went her old brown jacket; on went her old brown hat. With a whirl of skirts and with the brilliant sparkle still in her eyes, she cluttered out of the door and down the stairs to the street.\n Where she stopped the sign read: \"Mme Sofronie. Hair Goods of All Kinds.\" One Eight up Della ran, and collected herself, panting. Madame, large, too white, chilly, hardly looked the \"Sofronie.\"\n \"Will you buy my hair?\" asked Della.\n \"I buy hair,\" said Madame. \"Take yer hat off and let's have a sight at the looks of it.\"\n Down rippled the brown cascade.\n \"Twenty dollars,\" said Madame, lifting the mass with a practised hand.\n \"Give it to me quick\" said Della.\n Oh, and the next two hours tripped by on rosy wings. Forget the hashed metaphor. She was ransacking the stores for Jim's present.\n She found it at last. It surely had been made for Jim and no one else. There was no other like it in any of the stores, and she had turned all of them inside out. It was a platinum fob chain simple and chaste in design, properly proclaiming its value by substance alone and not by meretricious ornamentation--as all good things should do. It was even worthy of The Watch. As soon as she saw it she knew that it must be Jim's. It was like him. Quietness and value--the description applied to both. Twenty-one dollars they took from her for it, and she hurried home with the 78 cents. With that chain on his watch Jim might be properly anxious about the time in any company. Grand as the watch was, he sometimes looked at it on the sly on account of the old leather strap that he used in place of a chain.\n When Della reached home her intoxication gave way a little to prudence and reason. She got out her curling irons and lighted the gas and went to work repairing the ravages made by generosity added to love. Which is always a tremendous task dear friends--a mammoth task.\n Within forty minutes her head was covered with tiny, close-lying curls that made her look wonderfully like a truant schoolboy. She looked at her reflection in the mirror long, carefully, and critically.\n \"If Jim doesn't kill me,\" she said to herself, \"before he takes a second look at me, he'll say I look like a Coney Island chorus girl. But what could I do--oh! what could I do with a dollar and eighty-seven cents?\"\n At 7 o'clock the coffee was made and the frying-pan was on the back of the stove hot and ready to cook the chops.\n Jim was never late. Della doubled the fob chain in her hand and sat on the corner of the table near the door that he always entered. Then she heard his step on the stair away down on the first flight, and she turned white for just a moment. She had a habit of saying little silent prayers about the simplest everyday things, and now she whispered: \"Please, God, make him think I am still pretty.\"\n The door opened and Jim stepped in and closed it. He looked thin and very serious. Poor fellow, he was only twenty-two--and to be burdened with a family! He needed a new overcoat and he was with out gloves.\n Jim stepped inside the door, as immovable as a setter at the scent of quail. His eyes were fixed upon Della, and there was an expression in them that she could not read, and it terrified her. It was not anger, nor surprise, nor disapproval, nor horror, nor any of the sentiments that she had been prepared for. He simply stared at her fixedly with that peculiar expression on his face.\n Della wriggled off the table and went for him.\n \"Jim, darling,\" she cried, \"don't look at me that way. I had my hair cut off and sold it because I couldn't have lived through Christmas without giving you a present. It'll grow out again--you won't mind, will you? I just had to do it. My hair grows awfully fast. Say 'Merry Christmas!' Jim, and let's be happy. You don't know what a nice-what a beautiful, nice gift I've got for you.\"\n \"You've cut off your hair?\" asked Jim, laboriously, as if he had not arrived at that patent fact yet, even after the hardest mental labour.\n \"Cut it off and sold it,\" said Della. \"Don't you like me just as well, anyhow? I'm me without my hair, ain't I?\"\n Jim looked about the room curiously.\n \"You say your hair is gone?\" he said, with an air almost of idiocy.\n \"You needn't look for it,\" said Della. \"It's sold, I tell you--sold and gone, too. It's Christmas Eve, boy. Be good to me, for it went for you. Maybe the hairs of my head were numbered,\" she went on with a sudden serious sweetness, \"but nobody could ever count my love for you. Shall I put the chops on, Jim?\"\n Out of his trance Jim seemed quickly to wake. He enfolded his Della. For ten seconds let us regard with discreet scrutiny some inconsequential object in the other direction. Eight dollars a week or a million a year--what is the difference? A mathematician or a wit would give you the wrong answer. The magi brought valuable gifts, but that was not among them. I his dark assertion will be illuminated later on.\n Jim drew a package from his overcoat pocket and threw it upon the table.\n \"Don't make any mistake, Dell,\" he said, \"about me. I don't think there's anything in the way of a haircut or a shave or a shampoo that could make me like my girl any less. But if you'll unwrap that package you may see why you had me going a while at first.\"\n White fingers and nimble tore at the string and paper. And then an ecstatic scream of joy; and then, alas! a quick feminine change to hysterical tears and wails, necessitating the immediate employment of all the comforting powers of the lord of the flat.\n For there lay The Combs--the set of combs, side and back, that Della had worshipped for long in a Broadway window. Beautiful combs, pure tortoise-shell, with jewelled rims--just the shade to wear in the beautiful vanished hair. They were expensive combs, she knew, and her heart had simply craved and yearned over them without the least hope of possession. And now, they were hers, but the tresses that should have adorned the coveted adornments were gone.\n But she hugged them to her bosom, and at length she was able to look up with dim eyes and a smile and say: \"My hair grows so fast, Jim!\"\n And then Della leaped up like a little singed cat and cried, \"Oh, oh!\"\n Jim had not yet seen his beautiful present. She held it out to him eagerly upon her open palm. The dull precious metal seemed to flash with a reflection of her bright and ardent spirit.\n \"Isn't it a dandy, Jim? I hunted all over town to find it. You'll have to look at the time a hundred times a day now. Give me your watch. I want to see how it looks on it.\"\n Instead of obeying, Jim tumbled down on the couch and put his hands under the back of his head and smiled.\n \"Dell,\" said he, \"let's put our Christmas presents away and keep 'em a while. They're too nice to use just at present. I sold the watch to get the money to buy your combs. And now suppose you put the chops on.\"\n The magi, as you know, were wise men--wonderfully wise men-who brought gifts to the Babe in the manger. They invented the art of giving Christmas presents. Being wise, their gifts were no doubt wise ones, possibly bearing the privilege of exchange in case of duplication. And here I have lamely related to you the uneventful chronicle of two foolish children in a flat who most unwisely sacrificed for each other the greatest treasures of their house. But in a last word to the wise of these days let it be said that of all who give gifts these two were the wisest. Of all who give and receive gifts, such as they are wisest. Everywhere they are wisest. They are the magi."
        },
        {
            "author": "Katherine Mansfield",
            "title": "The Fly",
            "duration": "long",
            "genre": "Drama",
            "tags": [
                "Chant"
            ],
            "story": "\n\" Y'ARE very snug in here,\" piped old Mr. Woodifield, and he peered out of the great, green leather armchair by his friend the boss's desk as a baby peers out of its pram. His talk was over; it was time for him to be off. But he did not want to go. Since he had retired, since his... stroke, the wife and the girls kept him boxed up in the house every day of the week except Tuesday. On Tuesday he was dressed and brushed and allowed to cut back to the City for the day. Though what he did there the wife and girls couldn't imagine. Made a nuisance of himself to his friends, they supposed ... Well, perhaps so. All the same, we cling to our last pleasures as the tree clings to its last leaves. So there sat old Woodifield, smoking a cigar and staring almost greedily at the boss, who rolled in his office chair, stout, rosy, five years older than he, and still going strong, still at the helm. It did one good to see him. Wistfully, admiringly, the old voice added, \" It's snug in here, upon my word ! \"\n\n\" Yes, it's comfortable enough,\" agreed the boss, and he flipped the Financial Times with a paper-knife. As a matter of fact he was proud of his room ; he liked to have it admired, especially by old Woodifield. It gave him a feeling of deep, solid satisfaction to be planted there in the midst of it in full view of that frail old figure in the muffler.\n\n\" I've had it done up lately,\" he explained, as he had explained for the past—how many ?— weeks. \" New carpet,\" and he pointed to the bright red carpet with a pattern of large white rings. \" New furniture,\" and he nodded towards the massive bookcase and the table with legs like twisted treacle. \" Electric heating ! \" He waved almost exultantly towards the five transparent, pearly sausages glowing so softly in the tilted copper pan.\n\nBut he did not draw old Woodifield's attention to the photograph over the table of a grave-looking boy in uniform standing in one of those spectral photographers' parks with photographers' storm-clouds behind him. It was not new. It had been there for over six years.\n\n\" There was something I wanted to tell you,\" said old Woodifield, and his eyes grew dim remembering. \" Now what was it ? I had it in my mind when I started out this morning.\" His hands began to tremble, and patches of red showed above his beard.\n\nPoor old chap, he's on his last pins, thought the boss. And, feeling kindly, he winked at the old man, and said jokingly, \" I tell you what. I've got a little drop of something here that'll do you good before you go out into the cold again. It's beautiful stuff. It wouldn't hurt a child.\" He took a key off his watch-chain, unlocked a cupboard below his desk, and drew forth a dark, squat bottle. \" That's the medicine,\" said he. \" And the man from whom I got it told me on the strict Q.T. it came from the cellars at Windsor Cassel.\"\n\nOld Woodifield's mouth fell open at the sight. He couldn't have looked more surprised if the boss had produced a rabbit.\n\n\" It's whisky, ain't it ? \" he piped, feebly.\n\nThe boss turned the bottle and lovingly showed him the label. Whisky it was.\n\n\" D'you know,\" said he, peering up at the boss wonderingly, \" they won't let me touch it at home.\" And he looked as though he was going to cry.\n\n\" Ah, that's where we know a bit more than the ladies,\" cried the boss, swooping across for two tumblers that stood on the table with the water-bottle, and pouring a generous finger into each. \" Drink it down. It'll do you good. And don't put any water with it. It's sacrilege to tamper with stuff like this. Ah ! \" He tossed off his, pulled out his handkerchief, hastily wiped his moustaches, and cocked an eye at old Woodifield, who was rolling his in his chaps.\n\nThe old man swallowed, was silent a moment, and then said faintly, \" It's nutty ! \"\n\nBut it warmed him ; it crept into his chill old brain—he remembered.\n\n\" That was it,\" he said, heaving himself out of his chair. \" I thought you'd like to know. The girls were in Belgium last week having a look at poor Reggie's grave, and they happened to come across your boy's. They're quite near each other, it seems.\"\n\nOld Woodifield paused, but the boss made no reply. Only a quiver in his eyelids showed that he heard.\n\n\" The girls were delighted with the way the place is kept,\" piped the old voice. \" Beautifully looked after. Couldn't be better if they were at home. You've not been across, have yer ? \"\n\n\" No, no ! \" For various reasons the boss had not been across.\n\n\" There's miles of it,\" quavered old Woodifield, \" and it's all as neat as a garden. Flowers growing on all the graves. Nice broad paths.\" It was plain from his voice how much he liked a nice broad path.\n\nThe pause came again. Then the old man brightened wonderfully.\n\n\" D'you know what the hotel made the girls pay for a pot of jam ? \" he piped. \" Ten - francs! Robbery, I call it. It was a little pot, so Gertrude says, no bigger than a half-crown. And she hadn't taken more than a spoonful when they charged her ten francs. Gertrude brought the pot away with her to teach 'em a lesson. Quite right, too ; it's trading on our feelings. They think because we're over there having a look round we're ready to pay anything. That's what it is.\" And he turned towards the door.\n\n\" Quite right, quite right! \" cried the boss, though what was quite right he hadn't the least idea. He came round by his desk, followed the shuffling footsteps to the door, and saw the old fellow out. Woodifield was gone.\n\nFor a long moment the boss stayed, staring at nothing, while the grey-haired office messenger, watching him, dodged in and out of his cubby hole like a dog that expects to be taken for a run. Then : \" I'll see nobody for half an hour, Macey,\" said the boss. \" Understand ? Nobody at all.\"\n\n\" Very good, sir.\"\n\nThe door shut, the firm heavy steps recrossed the bright carpet, the fat body plumped down in the spring chair, and leaning forward, the boss covered his face with his hands. He wanted, he intended, he had arranged to weep...\n\nIt had been a terrible shock to him when old Woodifield sprang that remark upon him about the boy's grave. It was exactly as though the earth had opened and he had seen the boy lying there with Woodifield's girls staring down at him. For it was strange. Although over six years had passed away, the boss never thought of the boy except as lying unchanged, unblemished in his uniform, asleep for ever. \" My son ! \" groaned the boss. But no tears came yet. In the past, in the first months and even years after the boy's death, he had only to say those words to be overcome by such grief that nothing short of a violent fit of weeping could relieve him. Time, he had declared then, he had told everybody, could make no difference. Other men perhaps might recover, might live their loss down, but not he. How was it possible ? His boy was an only son. Ever since his birth the boss had worked at building up this business for him ; it had no other meaning if it was not for the boy. Life itself had come to have no other meaning. How on earth could he have slaved, denied himself, kept going all those years without the promise for ever before him of the boy's stepping into his shoes and carrying on where he left off ?\n\nAnd that promise had been so near being fulfilled. The boy had been in the office learning the ropes for a year before the war. Every morning they had started off together ; they had come back by the same train. And what congratulations he had received as the boy's father ! No wonder ; he had taken to it marvellously. As to his popularity with the staff, every man jack of them down to old Macey couldn't make enough of the boy. And he wasn't in the least spoilt. No, he was just his bright, natural self, with the right word for everybody, with that boyish look and his habit of saying, \" Simply splendid ! \"\n\nBut all that was over and done with as though it never had been. The day had come when Macey had handed him the telegram that brought the whole place crashing about his head. \" Deeply regret to inform you ...\" And he had left the office a broken man, with his life in ruins.\n\nSix years ago, six years ... How quickly time passed ! It might have happened yesterday. The boss took his hands from his face ; he was puzzled. Something seemed to be wrong with him. He wasn't feeling as he wanted to feel. He decided to get up and have a look at the boy's photograph. But it wasn't a favourite photograph of his; the expression was unnatural. It was cold, even stern-looking. The boy had never looked like that.\n\nAt that moment the boss noticed that a fly had fallen into his broad inkpot, and was trying feebly but desperately to clamber out again. Help ! help ! said those struggling legs. But the sides of the inkpot were wet and slippery ; it fell back again and began to swim. The boss took up a pen, picked the fly out of the ink, and shook it on to a piece of blotting-paper. For a fraction of a second it lay still on the dark patch that oozed round it. Then the front legs waved, took hold, and, pulling its small, sodden body up it began the immense task of cleaning the ink from its wings. Over and under, over and under, went a leg along a wing, as the stone goes over and under the scythe. Then there was a pause, while the fly, seeming to stand on the tips of its toes, tried to expand first one wing and then the other. It succeeded at last, and, sitting down, it began, like a minute cat, to clean its face. Now one could imagine that the little front legs rubbed against each other lightly, joyfully. The horrible danger was over ; it had escaped ; it was ready for life again.\n\nBut just then the boss had an idea. He plunged his pen back into the ink, leaned his thick wrist on the blotting paper, and as the fly tried its wings down came a great heavy blot. What would it make of that ? What indeed ! The little beggar seemed absolutely cowed, stunned, and afraid to move because of what would happen next. But then, as if painfully, it dragged itself forward. The front legs waved, caught hold, and, more slowly this time, the task began from the beginning.\n\nHe's a plucky little devil, thought the boss, and he felt a real admiration for the fly's courage. That was the way to tackle things ; that was the right spirit. Never say die ; it was only a question of ... But the fly had again finished its laborious task, and the boss had just time to refill his pen, to shake fair and square on the new-cleaned body yet another dark drop. What about it this time ? A painful moment of suspense followed. But behold, the front legs were again waving ; the boss felt a rush of relief. He leaned over the fly and said to it tenderly, \" You artful little b . . .\" And he actually had the brilliant notion of breathing on it to help the drying process. All the same, there was something timid and weak about its efforts now, and the boss decided that this time should be the last, as he dipped the pen deep into the inkpot.\n\nIt was. The last blot fell on the soaked blotting-paper, and the draggled fly lay in it and did not stir. The back legs were stuck to the body; the front legs were not to be seen.\n\n\" Come on,\" said the boss. \" Look sharp ! \" And he stirred it with his pen—in vain. Nothing happened or was likely to happen. The fly was dead.\n\nThe boss lifted the corpse on the end of the paper-knife and flung it into the waste-paper basket. But such a grinding feeling of wretchedness seized him that he felt positively frightened. He started forward and pressed the bell for Macey.\n\n\" Bring me some fresh blotting-paper,\" he said, sternly, \" and look sharp about it.\" And while the old dog padded away he fell to wondering what it was he had been thinking about before. What was it ? It was... He took out his handkerchief and passed it inside his collar. For the life of him he could not remember.",
            "stars": 0,
            "timesRead": 0
        },
        {
            "author": "H. P. Lovecraft",
            "title": "The Alchemist",
            "duration": "long",
            "genre": "Drama",
            "tags": [
                "Fable, Fairy tale, Folklore"
            ],
            "story": "High up, crowning the grassy summit of a swelling mount whose sides are wooded near the base with the gnarled trees of the primeval forest stands the old chateau of my ancestors. For centuries its lofty battlements have frowned down upon the wild and rugged countryside about, serving as a home and stronghold for the proud house whose honored line is older even than the moss-grown castle walls. These ancient turrets, stained by the storms of generations and crumbling under the slow yet mighty pressure of time, formed in the ages of feudalism one of the most dreaded and formidable fortresses in all France. From its machicolated parapets and mounted battlements Barons, Counts, and even Kings had been defied, yet never had its spacious halls resounded to the footsteps of the invader.\n\nBut since those glorious years, all is changed. A poverty but little above the level of dire want, together with a pride of name that forbids its alleviation by the pursuits of commercial life, have prevented the scions of our line from maintaining their estates in pristine splendour; and the falling stones of the walls, the overgrown vegetation in the parks, the dry and dusty moat, the ill- paved courtyards, and toppling towers without, as well as the sagging floors, the worm-eaten wainscots, and the faded tapestries within, all tell a gloomy tale of fallen grandeur. As the ages passed, first one, then another of the four great turrets were left to ruin, until at last but a single tower housed the sadly reduced descendants of the once mighty lords of the estate.\n\nIt was in one of the vast and gloomy chambers of this remaining tower that I, Antoine, last of the unhappy and accursed Counts de C-, first saw the light of day, ninety long years ago. Within these walls and amongst the dark and shadowy forests, the wild ravines and grottos of the hillside below, were spent the first years of my troubled life. My parents I never knew. My father had been killed at the age of thirty-two, a month before I was born, by the fall of a stone somehow dislodged from one of the deserted parapets of the castle. And my mother having died at my birth, my care and education devolved solely upon one remaining servitor, an old and trusted man of considerable intelligence, whose name I remember as Pierre. I was an only child and the lack of companionship which this fact entailed upon me was augmented by the strange care exercised by my aged guardian, in excluding me from the society of the peasant children whose abodes were scattered here and there upon the plains that surround the base of the hill. At that time, Pierre said that this restriction was imposed upon me because my noble birth placed me above association with such plebeian company. Now I know that its real object was to keep from my ears the idle tales of the dread curse upon our line that were nightly told and magnified by the simple tenantry as they conversed in hushed accents in the glow of their cottage hearths.\n\nThus isolated, and thrown upon my own resources, I spent the hours of my childhood in poring over the ancient tomes that filled the shadow haunted library of the chateau, and in roaming without aim or purpose through the perpetual dust of the spectral wood that clothes the side of the hill near its foot. It was perhaps an effect of such surroundings that my mind early acquired a shade of melancholy. Those studies and pursuits which partake of the dark and occult in nature most strongly claimed my attention.\n\nOf my own race I was permitted to learn singularly little, yet what small knowledge of it I was able to gain seemed to depress me much. Perhaps it was at first only the manifest reluctance of my old preceptor to discuss with me my paternal ancestry that gave rise to the terror which I ever felt at the mention of my great house, yet as I grew out of childhood, I was able to piece together disconnected fragments of discourse, let slip from the unwilling tongue which had begun to falter in approaching senility, that had a sort of relation to a certain circumstance which I had always deemed strange, but which now became dimly terrible. The circumstance to which I allude is the early age at which all the Counts of my line had met their end. Whilst I had hitherto considered this but a natural attribute of a family of short-lived men, I afterward pondered long upon these premature deaths, and began to connect them with the wanderings of the old man, who often spoke of a curse which for centuries had prevented the lives of the holders of my title from much exceeding the span of thirty-two years. Upon my twenty-first birthday, the aged Pierre gave to me a family document which he said had for many generations been handed down from father to son, and continued by each possessor. Its contents were of the most startling nature, and its perusal confirmed the gravest of my apprehensions. At this time, my belief in the supernatural was firm and deep-seated, else I should have dismissed with scorn the incredible narrative unfolded before my eyes.\n\nThe paper carried me back to the days of the thirteenth century, when the old castle in which I sat had been a feared and impregnable fortress. It told of a certain ancient man who had once dwelled on our estates, a person of no small accomplishments, though little above the rank of peasant, by name, Michel, usually designated by the surname of Mauvais, the Evil, on account of his sinister reputation. He had studied beyond the custom of his kind, seeking such things as the Philosopher's Stone or the Elixir of Eternal Life, and was reputed wise in the terrible secrets of Black Magic and Alchemy. Michel Mauvais had one son, named Charles, a youth as proficient as himself in the hidden arts, who had therefore been called Le Sorcier, or the Wizard. This pair, shunned by all honest folk, were suspected of the most hideous practices. Old Michel was said to have burnt his wife alive as a sacrifice to the Devil, and the unaccountable disappearance of many small peasant children was laid at the dreaded door of these two. Yet through the dark natures of the father and son ran one redeeming ray of humanity; the evil old man loved his offspring with fierce intensity, whilst the youth had for his parent a more than filial affection.\n\nOne night the castle on the hill was thrown into the wildest confusion by the vanishment of young Godfrey, son to Henri, the Count. A searching party, headed by the frantic father, invaded the cottage of the sorcerers and there came upon old Michel Mauvais, busy over a huge and violently boiling cauldron. Without certain cause, in the ungoverned madness of fury and despair, the Count laid hands on the aged wizard, and ere he released his murderous hold, his victim was no more. Meanwhile, joyful servants were proclaiming the finding of young Godfrey in a distant and unused chamber of the great edifice, telling too late that poor Michel had been killed in vain. As the Count and his associates turned away from the lowly abode of the alchemist, the form of Charles Le Sorcier appeared through the trees. The excited chatter of the menials standing about told him what had occurred, yet he seemed at first unmoved at his father's fate. Then, slowly advancing to meet the Count, he pronounced in dull yet terrible accents the curse that ever afterward haunted the house of C-.\n\n'May ne'er a noble of thy murd'rous line\nSurvive to reach a greater age than thine!'\nspake he, when, suddenly leaping backwards into the black woods, he drew from his tunic a phial of colourless liquid which he threw into the face of his father's slayer as he disappeared behind the inky curtain of the night. The Count died without utterance, and was buried the next day, but little more than two and thirty years from the hour of his birth. No trace of the assassin could be found, though relentless bands of peasants scoured the neighboring woods and the meadowland around the hill.\n\nThus time and the want of a reminder dulled the memory of the curse in the minds of the late Count's family, so that when Godfrey, innocent cause of the whole tragedy and now bearing the title, was killed by an arrow whilst hunting at the age of thirty-two, there were no thoughts save those of grief at his demise. But when, years afterward, the next young Count, Robert by name, was found dead in a nearby field of no apparent cause, the peasants told in whispers that their seigneur had but lately passed his thirty-second birthday when surprised by early death. Louis, son to Robert, was found drowned in the moat at the same fateful age, and thus down through the centuries ran the ominous chronicle: Henris, Roberts, Antoines, and Armands snatched from happy and virtuous lives when little below the age of their unfortunate ancestor at his murder.\n\nThat I had left at most but eleven years of further existence was made certain to me by the words which I had read. My life, previously held at small value, now became dearer to me each day, as I delved deeper and deeper into the mysteries of the hidden world of black magic. Isolated as I was, modern science had produced no impression upon me, and I laboured as in the Middle Ages, as wrapt as had been old Michel and young Charles themselves in the acquisition of demonological and alchemical learning. Yet read as I might, in no manner could I account for the strange curse upon my line. In unusually rational moments I would even go so far as to seek a natural explanation, attributing the early deaths of my ancestors to the sinister Charles Le Sorcier and his heirs; yet, having found upon careful inquiry that there were no known descendants of the alchemist, I would fall back to occult studies, and once more endeavor to find a spell, that would release my house from its terrible burden. Upon one thing I was absolutely resolved. I should never wed, for, since no other branch of my family was in existence, I might thus end the curse with myself.\n\nAs I drew near the age of thirty, old Pierre was called to the land beyond. Alone I buried him beneath the stones of the courtyard about which he had loved to wander in life. Thus was I left to ponder on myself as the only human creature within the great fortress, and in my utter solitude my mind began to cease its vain protest against the impending doom, to become almost reconciled to the fate which so many of my ancestors had met. Much of my time was now occupied in the exploration of the ruined and abandoned halls and towers of the old chateau, which in youth fear had caused me to shun, and some of which old Pierre had once told me had not been trodden by human foot for over four centuries. Strange and awesome were many of the objects I encountered. Furniture, covered by the dust of ages and crumbling with the rot of long dampness, met my eyes. Cobwebs in a profusion never before seen by me were spun everywhere, and huge bats flapped their bony and uncanny wings on all sides of the otherwise untenanted gloom.\n\nOf my exact age, even down to days and hours, I kept a most careful record, for each movement of the pendulum of the massive clock in the library told off so much of my doomed existence. At length I approached that time which I had so long viewed with apprehension. Since most of my ancestors had been seized some little while before they reached the exact age of Count Henri at his end, I was every moment on the watch for the coming of the unknown death. In what strange form the curse should overtake me, I knew not; but I was resolved at least that it should not find me a cowardly or a passive victim. With new vigour I applied myself to my examination of the old chateau and its contents.\n\nIt was upon one of the longest of all my excursions of discovery in the deserted portion of the castle, less than a week before that fatal hour which I felt must mark the utmost limit of my stay on earth, beyond which I could have not even the slightest hope of continuing to draw breath that I came upon the culminating event of my whole life. I had spent the better part of the morning in climbing up and down half ruined staircases in one of the most dilapidated of the ancient turrets. As the afternoon progressed, I sought the lower levels, descending into what appeared to be either a mediaeval place of confinement, or a more recently excavated storehouse for gunpowder. As I slowly traversed the nitre-encrusted passageway at the foot of the last staircase, the paving became very damp, and soon I saw by the light of my flickering torch that a blank, water-stained wall impeded my journey. Turning to retrace my steps, my eye fell upon a small trapdoor with a ring, which lay directly beneath my foot. Pausing, I succeeded with difficulty in raising it, whereupon there was revealed a black aperture, exhaling noxious fumes which caused my torch to sputter, and disclosing in the unsteady glare the top of a flight of stone steps.\n\nAs soon as the torch which I lowered into the repellent depths burned freely and steadily, I commenced my descent. The steps were many, and led to a narrow stone-flagged passage which I knew must be far underground. This passage proved of great length, and terminated in a massive oaken door, dripping with the moisture of the place, and stoutly resisting all my attempts to open it. Ceasing after a time my efforts in this direction, I had proceeded back some distance toward the steps when there suddenly fell to my experience one of the most profound and maddening shocks capable of reception by the human mind. Without warning, I heard the heavy door behind me creak slowly open upon its rusted hinges. My immediate sensations were incapable of analysis. To be confronted in a place as thoroughly deserted as I had deemed the old castle with evidence of the presence of man or spirit produced in my brain a horror of the most acute description. When at last I turned and faced the seat of the sound, my eyes must have started from their orbits at the sight that they beheld.\n\nThere in the ancient Gothic doorway stood a human figure. It was that of a man clad in a skull-cap and long mediaeval tunic of dark colour. His long hair and flowing beard were of a terrible and intense black hue, and of incredible profusion. His forehead, high beyond the usual dimensions; his cheeks, deep- sunken and heavily lined with wrinkles; and his hands, long, claw-like, and gnarled, were of such a deadly marble-like whiteness as I have never elsewhere seen in man. His figure, lean to the proportions of a skeleton, was strangely bent and almost lost within the voluminous folds of his peculiar garment. But strangest of all were his eyes, twin caves of abysmal blackness, profound in expression of understanding, yet inhuman in degree of wickedness. These were now fixed upon me, piercing my soul with their hatred, and rooting me to the spot whereon I stood.\n\nAt last the figure spoke in a rumbling voice that chilled me through with its dull hollowness and latent malevolence. The language in which the discourse was clothed was that debased form of Latin in use amongst the more learned men of the Middle Ages, and made familiar to me by my prolonged researches into the works of the old alchemists and demonologists. The apparition spoke of the curse which had hovered over my house, told me of my coming end, dwelt on the wrong perpetrated by my ancestor against old Michel Mauvais, and gloated over the revenge of Charles Le Sorcier. He told how young Charles has escaped into the night, returning in after years to kill Godfrey the heir with an arrow just as he approached the age which had been his father's at his assassination; how he had secretly returned to the estate and established himself, unknown, in the even then deserted subterranean chamber whose doorway now framed the hideous narrator, how he had seized Robert, son of Godfrey, in a field, forced poison down his throat, and left him to die at the age of thirty-two, thus maintaing the foul provisions of his vengeful curse. At this point I was left to imagine the solution of the greatest mystery of all, how the curse had been fulfilled since that time when Charles Le Sorcier must in the course of nature have died, for the man digressed into an account of the deep alchemical studies of the two wizards, father and son, speaking most particularly of the researches of Charles Le Sorcier concerning the elixir which should grant to him who partook of it eternal life and youth.\n\nHis enthusiasm had seemed for the moment to remove from his terrible eyes the black malevolence that had first so haunted me, but suddenly the fiendish glare returned and, with a shocking sound like the hissing of a serpent, the stranger raised a glass phial with the evident intent of ending my life as had Charles Le Sorcier, six hundred years before, ended that of my ancestor. Prompted by some preserving instinct of self-defense, I broke through the spell that had hitherto held me immovable, and flung my now dying torch at the creature who menaced my existence. I heard the phial break harmlessly against the stones of the passage as the tunic of the strange man caught fire and lit the horrid scene with a ghastly radiance. The shriek of fright and impotent malice emitted by the would- be assassin proved too much for my already shaken nerves, and I fell prone upon the slimy floor in a total faint.\n\nWhen at last my senses returned, all was frightfully dark, and my mind, remembering what had occurred, shrank from the idea of beholding any more; yet curiosity over-mastered all. Who, I asked myself, was this man of evil, and how came he within the castle walls? Why should he seek to avenge the death of Michel Mauvais, and how bad the curse been carried on through all the long centuries since the time of Charles Le Sorcier? The dread of years was lifted from my shoulder, for I knew that he whom I had felled was the source of all my danger from the curse; and now that I was free, I burned with the desire to learn more of the sinister thing which had haunted my line for centuries, and made of my own youth one long-continued nightmare. Determined upon further exploration, I felt in my pockets for flint and steel, and lit the unused torch which I had with me.\n\nFirst of all, new light revealed the distorted and blackened form of the mysterious stranger. The hideous eyes were now closed. Disliking the sight, I turned away and entered the chamber beyond the Gothic door. Here I found what seemed much like an alchemist's laboratory. In one corner was an immense pile of shining yellow metal that sparkled gorgeously in the light of the torch. It may have been gold, but I did not pause to examine it, for I was strangely affected by that which I had undergone. At the farther end of the apartment was an opening leading out into one of the many wild ravines of the dark hillside forest. Filled with wonder, yet now realizing how the man had obtained access to the chauteau, I proceeded to return. I had intended to pass by the remains of the stranger with averted face but, as I approached the body, I seemed to hear emanating from it a faint sound, as though life were not yet wholly extinct. Aghast, I turned to examine the charred and shrivelled figure on the floor.\n\nThen all at once the horrible eyes, blacker even than the seared face in which they were set, opened wide with an expression which I was unable to interpret. The cracked lips tried to frame words which I could not well understand. Once I caught the name of Charles Le Sorcier, and again I fancied that the words 'years' and 'curse' issued from the twisted mouth. Still I was at a loss to gather the purport of his disconnnected speech. At my evident ignorance of his meaning, the pitchy eyes once more flashed malevolently at me, until, helpless as I saw my opponent to be, I trembled as I watched him.\n\nSuddenly the wretch, animated with his last burst of strength, raised his piteous head from the damp and sunken pavement. Then, as I remained, paralyzed with fear, he found his voice and in his dying breath screamed forth those words which have ever afterward haunted my days and nights. 'Fool!' he shrieked, 'Can you not guess my secret? Have you no brain whereby you may recognize the will which has through six long centuries fulfilled the dreadful curse upon the house? Have I not told you of the great elixir of eternal life? Know you not how the secret of Alchemy was solved? I tell you, it is I! I! I! that have lived for six hundred years to maintain my revenge, for I am Charles Le Sorcier!'",
            "stars": 0,
            "timesRead": 0
        }
    ]
}
